Repository: dizel0110/ITMO
Catalog: graph/graph/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Base Settings
ru: Базовые настройки

source: User
ru: Пользователь

source: Users
ru: Пользователи

source: Unknown user
ru: Неизвестный пользователь

source: Features classifier
ru: Классификатор фич

source: Features
ru: Фичи

source: Importance
ru: Значение

source: Annoy scores
ru: Оценка из Анноя

source: GPT description
ru: Описание из GPT

source: Feature Classifier
ru: Классификатор фичи

source: Features Classifier
ru: Классификатор фич

source: Additional features
ru: Дополнительные фичи

source: Additional feature Classifier
ru: Дополнительная фича классификатора

source: Additional features Classifier
ru: Дополнительные фичи классификатора

source: Name
ru: Название

source: Value
ru: Значение

source: Feature description Classifier
ru: Описание фичи классификатора

source: Feature descriptions Classifier
ru: Описания фич классификатора

source: Abbreviated phrase
ru: Фраза с аббревиатурой

source: Decrypted phrase
ru: Расшифрованная фраза

source: Abbreviated phrases
ru: Фразы с аббревиатурой

source: Search by protocol custom ID or user ID or medcard ID or pk protocol or logging
ru: Поиск или по ID клиента, или по ID пользователю, или по ID медкарты, или первичному ключу протокола, или логам

source: Filter protocols by loading in graphdb
ru: Фильтр протоколов по загрузке в графовую базу

source: Filter protocols by features classifier
ru: Фильтр протоколов по фичам классификатора

source: Search by user ID or medcard ID or patient medcard pk or logging
ru: Поиск или, по ID пользователю, или по ID медкарты, или первичному ключу медицинской карты пациента, или логам

source: Filter patient medcard by reprocessed
ru: Фильтрация медицинских карт по дате переработки

source: Medcard Aggregator
ru: Обработчик Медкарт

source: Temporary
ru: Временный

source: Chronic
ru: Хронический

source: (Undefined)
ru: (Неопределенный)

source: Medcard ID
ru: ID Медкарты

source: User ID
ru: ID пользователя

source: Reprocessed at
ru: Переобработано в

source: Additional marked with errors
ru: Дополнительно промаркировано с ошибками

source: Logging from marked
ru: Логи из маркировки

source: Medcard information
ru: Информация по медкарте

source: Medcards information
ru: Информации по медкарте

source: Patient Medcard ID
ru: ID Медкарты пациента

source: Protocol Custom ID
ru: ID протокола пользователя

source: User-defined arbitrary string. Do not edit manually!
ru: Произвольная строка, определяемая пользователем. Не редактируйте вручную!

source: Service ID
ru: ID услуги

source: Loaded to Neo at
ru: Загружено в Neo4j в

source: Classified at
ru: Обработано классификатором фич в

source: Unmarked features left
ru: Остались нерамеченные фичи

source: Attention(s) changed
ru: Важные изменения

source: Marked with errors
ru: Промаркировано с ошибками

source: This is medtest
ru: Это медицинский тест

source: Protocol
ru: Протокол

source: Protocols
ru: Протоколы

source: Speciality
ru: Специальность

source: Specialities
ru: Специальности

source: Patient Medcard
ru: Медкарта пациента

source: Description
ru: Описание

source: Date created
ru: Дата создания

source: Diagnosis type
ru: Тип диагнозов

source: Is sent to LK
ru: Отправлено в ЛК

source: Doctor specialties
ru: Специальности доктора

source: Visible to all doctors
ru: Просмотр всех докторов

source: If set to true, Doctor specialties field is being ignored
ru: Если установлено значение true, поле «Специализации врача» игнорируется.

source: Diagnosis
ru: Диагноз

source: Diagnoses
ru: Диагнозы

source: Group ID
ru: ID группы

source: Patient string parameter
ru: Параметр строки пациента

source: Patients string parameters
ru: Параметры строки пациентов

source: Patient digital parameter
ru: Цифровой параметр пациента

source: Patients digital parameters
ru: Цифровые параметры пациента

source: Neo Node Data
ru: Данные neo node

source: Neo Nodes Data
ru: Данные neo nodes

source: Advanced Settings
ru: Системные Настройки

source: API key
ru: Ключ API

source: Folder ID
ru: Идентификатор каталога

source: Headers
ru: Заголовки

source: URL operation result prefix
ru: Начало URL для получения результата

source: Text embedding url
ru: URL для эмбеддинга текстов

source: Completion sync url
ru: URL для синхронного ответа

source: Completion async url
ru: URL для асинхронного ответа

source: Request timeout
ru: Таймаут на запрос

source: Synchron queue timeout
ru: Таймаут для синхронной очереди

source: Response timeout async
ru: Асинхронный таймаут возвращения ответа

source: Simultaneous generations
ru: Одновременные генерации

source: Synchronous quota per hour
ru: Синхронная квота в час

source: Asynchronous quota per hour
ru: Асинхронная квота в час

source: YGPT urls settings
ru: Настройки YGPT URLs

source: Authorization Header
ru: Заголовок авторизации

source: Request Header keyword
ru: Ключевое слово заголовка запроса

source: Authorization url
ru: URL авторизации

source: Completion url
ru: URL завершения

source: Queue timeout
ru: Таймаут очереди

source: Response timeout
ru: Таймаут ответа

source: Quota per hour
ru: Квота в час

source: GigaChat urls settings
ru: Настройки GigaChat URLs

source: User prompt
ru: Пользовательский промпт

source: System prompt
ru: Системный промпт

source: Prompt
ru: Промпт

source: Prompts
ru: Промпты

source: Russian
ru: Руссикй

source: English
ru: Английский

source: Akcent graph
ru: Акцент граф

source: Size of icd symptom data
ru: Размер данных симтопов МКБ

source: Annoy metric of icd symptom data
ru: Метрика annoy данных симптома МКБ

source: Maximum number of clusters for grouping important features
ru: Максимальное число кластеров для группировки важных фич

source: Priority users (enter numbers separated by comma)
ru: Приоритетные пользователи (введите числа, разделенные запятой)

source: Number of protocols processed in parallel
ru: Количество параллельно обрабатываемых протоколов

source: License server auth url
ru: URL-адрес аутентификации сервера лицензий

source: License server login
ru: Логин аутентификации сервера лицензий

source: License server password
ru: Пароль аутентификации сервера лицензий

source: License access token lifetime, sec
ru: Срок действия токена доступа к лицензии, сек.

source: License refresh token lifetime, sec
ru: Срок действия токена обновления лицензии, сек.

source: Refresh JWT keys
ru: Обновить JWT ключи

source: Success!
ru: Успех!

source: Something went wrong. Please try again!
ru: Что-то полшло не так. Пожалуйста, попробуйте позднее!
