Repository: dizel0110/ITMO
Catalog: ai_rembg/ai_rembg/locale/*/LC_MESSAGES/django.po
Languages: ru

source: User Activity
ru: Активность пользователя

source: User Activities
ru: Активности пользователя

source: Photo does not exist or not named correctly.
ru: Фотографии не существует или названа не правильно

source: The identifier is not correct.
ru: Идентификатор не верен

source: Base Settings
ru: Базовые настройки

source: User
ru: Пользователь

source: Users
ru: Пользователи

source: Unknown user
ru: Неизвестный пользователь

source: Russian
ru: Русский

source: English
ru: Английский

source: Akcent ai photoenhancer
ru: Улучшитель фото на базе искусственного интеллекта. Akcent.

source: The host to use for sending email.
ru: Адрес почтового сервера.

source: Port to use for the SMTP server.
ru: Порт почтового сервера.

source: Email from address
ru: Адрес отправителя

source: Username to use for the SMTP server.
ru: Логин для почтового сервера.

source: Default support mailbox.
ru: Почтовый адрес службы поддержки.

source: File storage type
ru: Тип хранения файлов

source: File storage host
ru: Хост файлового хранилища

source: File storage name (bucket, etc.)
ru: Имя хранилища файлов (бакет и т.д.)

source: Username (key, id, etc.)
ru: Логин (ключ, идентификатор и т.д.)

source: Password (secret key, token, etc.)
ru: Пароль (секретный ключ, токен и т.д.)

source: Region name or similar
ru: Название региона или подобное

source: Path to original photo
ru: Путь к исходной фотографии

source: Path to final photo
ru: Путь к обработанной фотографии

source: Result filename postfix
ru: Постфикс имени резуьтирующего файла

source: Django site admin
ru: Администрация сайта Джанго

source: Django administration
ru: Администрация Джанго

source: Recent actions
ru: Недавние действия

source: My actions
ru: Мои действия

source: None available
ru: Не доступно

source: Unknown content
ru: Неизвестное содержание

source: S3 storage
ru: Хранилище S3
