Repository: dizel0110/ITMO
Catalog: llm_app/nlp/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Base Settings
ru: Основные Настройки

source: User
ru: Пользователь

source: Users
ru: Пользователи

source: Unknown user
ru: Неизвестный пользователь

source: [Akcent] Test Email
ru: Акцент. Тестовое сообщение

source: Search by user ID or medcard ID
ru: Поиск по ID пользователя или медкарты

source: Priority process protocols
ru: Обработать протоколы (приоритетно)

source: Main processing is running (task ID {})! Stop it first by the button below.
ru: Запущен главный процесс (task ID {})! Сначала остановите его кнопкой ниже.

source: Return protocols to autoprocessing
ru: Вернуть протоколы в автообработку

source: Error message
ru: Сообщение ошибки

source: Medcard ID
ru: ID медкарты

source: User ID
ru: ID пользователя

source: Protocol Custom ID
ru: Кастомный ID протокола

source: User-defined arbitrary string. Do not edit manually!
ru: Произвольная строка, заданная пользователем. Не редактировать вручную!

source: Service ID
ru: ID услуги

source: Raw Text
ru: Необработанный текст

source: Result
ru: Результат

source: Processed at
ru: Время обработки

source: Parsing errors count
ru: Счетчик ошибок парсинга

source: API errors count
ru: Счетчик ошибок АПИ

source: Is sent to GraphDB
ru: Отправлен в GraphDB

source: Is saved to GraphDB
ru: Сохранен в GraphDB

source: Protocol
ru: Протокол

source: Protocols
ru: Протоколы

source: Errors
ru: Ошибки

source: Created at
ru: Время создания

source: Protocol structure error
ru: Ошибка структуры протокола

source: Protocol structure errors
ru: Ошибки структуры протокола

source: Error type
ru: Тип ошибки

source: LLM response
ru: Респонс LLM

source: Parsing error
ru: Ошибка парсинга

source: Parsing errors
ru: Ошибки парсинга

source: Stop main process
ru: Остановить главный процесс

source: Resume main process
ru: Возобновить главный процесс

source: Structure
ru: Структура

source: Name
ru: Имя

source: LLM setting
ru: Настройки ЛЛМ

source: LLM settings
ru: Настройки ЛЛМ

source: System prompt
ru: Системный промпт

source: Example request prompt
ru: Промпт примера запроса

source: Example answer prompt
ru: Промпт примера ответа

source: Answer format
ru: Формат ответа

source: Prompt
ru: Промпт

source: Prompts
ru: Промпты

source: DB setting
ru: Настройка GraphDB

source: DB settings
ru: Настройки GraphDB

source: Is Active
ru: Активно

source: Indicates whether this setup is currently active.
ru: Показывает, является ли данная установка активной

source: Shifted Window
ru: Сдвинутое окно

source: Unification
ru: Унификацияч

source: Rephrase
ru: Рефраз

source: Global LLM Processing setting
ru: Глобальный параметр обработки LLM

source: Global LLM Processing settings
ru: Глобальные параметры обработки LLM

source: Russian
ru: Русский

source: English
ru: Английский

source: Akcent AI Module
ru: Акцент. Модуль ИИ

source: The host to use for sending email.
ru: Хост для отправки почты

source: Port to use for the SMTP server.
ru: Порт для отправки почты

source: Email from address
ru: Адрес ОТ

source: Username to use for the SMTP server.
ru: Имя пользователя почтового ящика

source: Password to use for the SMTP server.
ru: Пароль почтового ящика

source: Default support mailbox.
ru: Почта техподдержки по умолчанию

source: License server auth url
ru: URL авторизации сервера лицензий

source: License server login
ru: Логин сервера лицензий

source: License server password
ru: Пароль сервера лицензий

source: License access token lifetime, sec
ru: Время жизни токена доступа сервера лицензий

source: License refresh token lifetime, sec
ru: Время жизни токена обновления сервера лицензий

source: Maximum retries for parsing errors (0 for unlimited)
ru: Максимум попыток при ошибках парсинга (0 - не ограничено)

source: Maximum retries for API errors (0 for unlimited)
ru: Максимум попыток при ошибках АПИ (0 - не ограничено)

source: Batch size for multiprocess protocols. Stop and resume main process in Protocols section to apply changes
ru: Число потоков параллельной обработки протоколов. Остановите и возобновите главный процесс для применения изменений

source: Priority users (enter numbers separated by comma)
ru: Приоритетные пользователи (введите номера через запятую

source: Refresh JWT key(s)
ru: Обновить ключ(и) JWT

source: Success!
ru: Успешно!

source: Something went wrong. Please try again!
ru: Что-то пошло не так. Попробуйте еще раз!
